{
	"contents-list":[
		{
			"word":"sand",
			"chinese":"沙子",
			"explanation":"the very tiny, loose pieces of rock that cover beaches, deserts, etc.",
			"samples": [
				"I have sand in my shoe."
			]
		}, {
			"word":"desert",
			"chinese":"沙漠",
			"explanation":"an area of very dry land that is usually covered with sand and is very hot.",
			"samples": [
				"Many settlers died while trying to cross the desert."
			]
		}, {
			"word":"pyramid",
			"chinese":"金字塔",
			"explanation":"a very large structure built especially in ancient Egypt that has a square base and four triangular sides which form a point at the top.",
			"samples": [
				"We set off to see the Pyramids."
			]
		}, {
			"word":"history",
			"chinese":"历史",
			"explanation":"events of that past",
			"samples": [
				"They were one of the greatest teams in history."
			]
		}, {
			"word":"sun cream",
			"chinese":"防晒霜",
			"explanation":"a cream or lotion that you put on your skin to prevent sunburn.",
			"samples": [
				"If you are going to be exposed to the sun, don't forget the sun cream."
			]
		}, {
			"word":"camel",
			"chinese":"骆驼",
			"explanation":"a large animal of Africa and Asia that has a long neck and one or two large humps on its back and that is offen used for desert travel.",
			"samples": [
				"The camels fulfil a variety of functions including trasport and social security."
			]
		}, {
			"word":"camp",
			"chinese":"营地",
			"explanation":"a place that is usually far away from ciries and that has tents, small houses, etc., that people can live in for a short period of time.",
			"samples": [
				"Fishing camps are located all along the river."
			]
		}, {
			"word":"village",
			"chinese":"村庄",
			"explanation":"a small town in the country.",
			"samples": [
				"It's a small fishing village."
			]
		}, {
			"word":"tent",
			"chinese":"帐篷",
			"explanation":"a portable shelter that is used outdoors, is made of cloth, such as canvas or nylon, and is held up with poles and ropes.",
			"samples": [
				"We will pitch the tent here."
			]
		}, {
			"word":"goat",
			"chinese":"山羊",
			"explanation":"a small animal that is related to the sheep.",
			"samples": [
				"There was a goat in the picture."
			]
		}, {
			"word":"important",
			"chinese":"重要的",
			"explanation":"have serious meaning or worth",
			"samples": [
				"Diet and exercise are important for health."
			]
		}, {
			"word":"seat",
			"chinese":"座位",
			"explanation":"something, such as a chair, that you sit on",
			"samples": [
				"There were seats for six people at the table."
			]
		}, {
			"word":"suitcase",
			"chinese":"",
			"explanation":"a large case that you use to carry your clothing and belongings when you are traveling",
			"samples": [
				"She packed here suitcases that the night before she left."
			]
		}, {
			"word":"rucksack",
			"chinese":"背包",
			"explanation":"a bag for carrying things that has two shoulder straps and is carried on the back",
			"samples": [
				"Hikers carried their food and water in rucksacks."
			]
		}, {
			"word":"shorts",
			"chinese":"短裤",
			"explanation":"pants that end at or above the knees.",
			"samples": [
				"Your shorts are dirty."
			]
		}
	]
}

